"ASSISTED_AUTH_INSTRUCTIONS" = "%@ sayfasını ziyaret et ve %@ sayfasına giriş yapmak için aşağıdaki kodu gir";

"BUTTON_AUTHENTICATE" = "Telefon numaramı kullan";

"BUTTON_CONTINUE" = "Devam";

"BUTTON_CREATED_ACCOUNT" = "Oluşturulan hesap";

"BUTTON_CREATE_ACCOUNT" = "Hesap oluştur";

"BUTTON_CREATING_ACCOUNT" = "Hesap oluşturuluyor";

"BUTTON_DISMISS" = "Gizle";

"BUTTON_DONE" = "Bitti";

"BUTTON_EDIT_NUMBER" = "Numarayı düzenle";

"BUTTON_LOGGING_IN" = "Giriş  yap";

"BUTTON_NOT_NOW" = "Şimdi değil";

"BUTTON_OKAY" = "Tamam";

"BUTTON_RESEND_CONF_CODE" = "Kodu tekrar gönder";

"BUTTON_RETRY" = "Tekrar Dene";

"BUTTON_SENDING" = "Gönderiliyor...";

"BUTTON_SENDING_CONF_CODE" = "Kod gönderiliyor";

"BUTTON_SEND_CONF_CODE" = "Doğrulama kodu gönder";

"BUTTON_SENT_CONF_CODE" = "Kod gönderildi";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Farklı bir numara dene";

"BUTTON_VERIFYING" = "Onayla";

"CALL_ME_ACTION" = "Beni ara";

"CALL_ME_LOADING" = "Arıyor...";

"ERROR_CANT_SMS" = "Bu numaraya kısa mesaj gönderilemiyor.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Lütfen kodunu kontrol et ve tekrar dene";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hey, ağ sorunumuz var gibi görünüyor. Tekrar deneyelim mi? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Lütfen e-postanı kontrol et ve tekrar dene";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Lütfen numaranı kontrol et ve tekrar dene";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Daha önce <a href=\"https://www.digits.com/settings\">digits.com</a>'da 2 adımlı bir doğrulama kodu belirledin";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Yukardaki \"Beni ara\" seçeneğine dokunduğunda, <a href=\"https://www.digits.com\">Digits by Twitter</a> sana telefon numaranı onaylaman için bir sesli arama gönderecek. Arama ve veri ücretileri uygulanabilir.";

"FOOTNOTE_CREATE_ACCOUNT" = "Yukarıdaki \"Hesap oluştur\" seçeneğine dokunarak, <a href=\"https://www.digits.com\">Digits by Twitter'ın</a> <a href=\"https://twitter.com/tos\">Hizmet Şartları'nı</a>, <a href=\"https://twitter.com/privacy\">Gizlilik Politikası'nı</a> ve <a href=\"https://support.twitter.com/articles/20170514\">Çerez Politikası'nı</a> onaylamış, telefon numaranı %@ ile paylaşmayı ve diğer %@ kullanıcılarının seni telefon numarandan bulabileceğini kabul etmiş oluyorsun.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Yukarıdaki \"Devam\" seçeneğine dokunarak, bu e-postayı Digits hesabına eklemiş oluyorsun. Bu uygulama ve <a href=\"https://www.digits.com/settings\">Digits hesabında listelenen tüm uygulamaların</a> bu e-posta adresine erişebileceğini, ayrıca kullanıcıların seni e-posta adresinden bulabileceğini kabul etmiş oluyorsun.";

"FOOTNOTE_LOGIN" = "Yukarıdaki \"Devam\" seçeneğine dokunduğunda, <a href=\"https://www.digits.com/settings\">Digits telefon numaran ve/veya e-posta adresin</a> %@ ile paylaşılacak ve diğer %@ kullanıcıları seni telefon numarandan ve/veya e-posta adresinden bulabilecek.";

"FOOTNOTE_SEND_CONF_CODE" = "Yukarıdaki \"Onaylama kodu gönder\" seçeneğine dokunduğunda, <a href=\"https://www.digits.com\">Digits by Twitter</a> sana telefon numaranı onaylaman için bir SMS gönderecek. Bir sonraki ekranda, telefon numaranı onaylamak amacıyla yeni bir SMS almak için \"Kodu Yeniden Gönder\" veya bir telefon araması başlatmak için \"Beni Ara\" seçeneklerinden birini belirleyebilirsin. Standart mesaj ve veri ücretleri uygulanabilir.";

"FOOTNOTE_TOS_UPDATE" = "Yukarıdaki \"Devam\" seçeneğine dokunarak <a href=\"https://www.digits.com\">Digits by Twitter'ın</a> güncel <a href=\"https://twitter.com/tos\">Hizmet Şartları'nı</a>, <a href=\"https://twitter.com/privacy\">Gizlilik Politikası'nı</a> ve <a href=\"https://support.twitter.com/articles/20170514\">Çerez Politikası'nı</a> onaylamış, ayrıca <a href=\"https://www.digits.com/settings\">Digits telefon numaranın ve/veya e-posta adresinin</a> %@ ile paylaşılmasını ve diğer %@ kullanıcılarının seni telefon numaran ve/veya e-posta adresin ile bulabileceğini kabul etmiş oluyorsun.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2 adımlı doğrulama kodunu gir.";

"LABEL_ENTER_CONF_CODE" = "Sana 6 haneli kod gönderdik.";

"LABEL_ENTER_EMAIL" = "E-postanı gir.";

"LABEL_ENTER_PHONE_NUMBER" = "Telefon numaran nedir?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Bu uygulamayı kullanan daha fazla arkadaşını bulmak için Digits by Twitter'ı kullanırız. Tamam'a dokunduğunda, adres defterini Digits by Twitter'a yükleriz, böylece tanıdığın %@ kullanıcılarını bulmana veya diğer %@ kullanıcılarının seni bulmasına yardım edebiliriz.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Arkadaşlarını bul";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Telefon numaran doğrulanamıyor";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Üzgünüz, sana bir doğrulama kodu göndermede sorun yaşıyoruz.";

"ONBOARDING_MESSAGE" = "[Digits] Doğrulama e-postalarına ve kısa mesajlara/sesli yetkilendirme mesajlarına dahil edilecek uygulama adını ayarlamak için https://fabric.io adresinde giriş yap.";

"ONBOARDING_MESSAGE_ANSWERS" = "[Digits] Digits etkinliği otomatik girişini etkinleştirmek için Answers çerçevesini uygulamana ekle. Daha fazlasını https://answers.io adresinde öğren.";

"PARTIAL_FOOTNOTE_THIS_APP" = "bu uygulama";

